Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Voices available on your OpenWebUI server. The default uses the server's configured voice.
ar: الأصوات المتاحة في سيرفر OpenWebUI. الافتراضي يستخدم الصوت اللي مضبوط على السيرفر
az: OpenWebUI serverində mövcud səslər. Standart olaraq serverin qonfigurə edilmiş səsini istifadə edir
bg: Гласове на твоя OpenWebUI сървър. По подразбиране е гласът на сървъра.
bn: আপনার Open WebUI সার্ভারে পাওয়া ভয়েসগুলো। ডিফল্ট সার্ভারের কনফিগার করা ভয়েস ব্যবহার করে।
bo: ཁྱོད་ཀྱི Open WebUI ལ་ཡོད་པའི་སྒྲ་ཚུ། ཐོག་མའི་སྒྲ་དེ་དངུལ་རྒྱུན་གི་སྒྲིག་འགོད་ལ་བརྟེན།
bs: Glasovi sa tvog Open WebUI servera. Zadana koristi serversku konfiguraciju.
ca: Veus disponibles al teu servidor Open WebUI. Per defecte usa la veu del servidor.
ceb: Mga available na tinig sa iyong OpenWebUI server. Ang default ay gumagamit ng configured na tinig ng server.
cs: Hlasy dostupné na tvém Open WebUI serveru. Výchozí nastavení používá hlas nakonfigurovaný na serveru.
da: Tilgængelige stemmer på din OpenWebUI-server. Standard bruger serverens konfigurerede stemme
de: Stimmen auf deinem Open WebUI-Server. Die Standard-Stimme nutzt die Server-Konfiguration.
el: Φωνές διαθέσιμες στο Open WebUI server σου. Το default χρησιμοποιεί τη φωνή που έχει ρυθμίσει το server.
es: Voces disponibles en tu servidor OpenWebUI. La predeterminada usa la voz configurada del servidor.
et: Hääled, mis on saadaval teie OpenWebUI serveris. Vaikimisi kasutatakse serveri häält.
eu: Botzak zure Open WebUI zerbitzarian eskuragarri. Lehenespena zerbitzariaren konfiguraturiko botza da
fa: صداهایی که سرور OpenWebUI‌ات داره. پیش‌فرض صدای تنظیم‌شده‌ی سرور رو استفاده میکنه.
fi: Ääniä saatavilla OpenWebUI-palvelimellasi. Oletuksena käytetään palvelimen määrittämää ääntä.
fr: Voix disponibles sur ton serveur OpenWebUI. Par défaut, la voix configurée du serveur est utilisée.
fr_ca: Voix disponibles sur ton serveur Open WebUI. L'option par défaut utilise la voix configurée du serveur.
ga: Gutha ar fáil ar do OpenWebUI. Úsáideann an réamhshocrú guth an fhreastalaí.
gl: Voces no teu servidor Open WebUI. A predeterminada usa a voz do servidor.
he: קולות זמינים בשרת OpenWebUI שלך. ברירת המחדל משתמשת בקול המוגדר של השרת.
hi: तुम्हारे OpenWebUI सर्वर पर उपलब्ध वॉइसेस। डिफॉल्ट सर्वर की सेट की गई वॉइस यूज करता है।
hr: Glasovi dostupni na tvom OpenWebUI serveru. Zadana postavka koristi glasovnu konfiguraciju servera.
hu: Az OpenWebUI szervereden elérhető hangok. Az alapértelmezés a szerver hangját használja
id: Suara yang tersedia di server OpenWebUI kamu. Default pake suara yang dikonfigurasi server.
it: Voci disponibili sul tuo server Open WebUI. L'impostazione predefinita usa la voce configurata del server.
ja: Open WebUIサーバーで利用可能な音声。デフォルトはサーバーの設定音声を使用します。
ka: ხმები Open WebUI სერვერზე. სტანდარტული იყენებს სერვერის კონფიგურირებული ხმას.
kab: Imawal d-izemmren deg OpenWebUI. Amezwaru yseqdec awal n uqeddac.
ko: Open WebUI 서버에서 사용 가능한 음성들이야. 기본값은 서버의 설정된 음성을 사용해.
lt: Balsai, pasiekiami tavo Open WebUI serveryje. Numatytasis naudoja serverio balso.
lv: Balsis, kas pieejamas tavā Open WebUI serverī. Noklusējums izmanto servera konfigurēto balsi.
ms: Suara yang tersedia di OpenWebUI server kamu. Default pake suara yang dikonfigurasi server.
nb: Stemmer tilgjengelig på Open WebUI-serveren din. Standard bruker serverns konfigurerte stemme.
nl: Stemmen beschikbaar op je Open WebUI server. Standaard gebruikt de serverstems.
pa: ਆਵਾਜ਼ਾਂ ਦਸਤਿਆਬ ਹਨ ਤੇਰੇ OpenWebUI ਸਰਵਰ 'ਤੇ। ਡਿਫ਼ਾਲਟ ਸਰਵਰ ਦੀ ਸੈਟ ਕੀਤੀ ਆਵਾਜ਼ ਵਰਤਦਾ ਹੈ।
pl: Głosy dostępne na twoim serwerze OpenWebUI. Domyślnie używany jest głos skonfigurowany na serwerze.
pt_br: Vozes disponíveis no seu servidor OpenWebUI. O padrão usa a voz configurada do servidor
pt_pt: Vozes disponíveis no seu servidor Open WebUI. A padrão usa a voz configurada do servidor.
ro: Voci disponibile pe serverul tău OpenWebUI. Cea implicită folosește vocea configurată de server.
ru: Доступные голоса на твоём сервере OpenWebUI. По стандарту используется голос с сервера.
sk: Hlasy dostupné na tvojom OpenWebUI serveri. Default používa hlasovú config servera.
sr: Glasovi dostupni na tvom OpenWebUI serveru. Podrazumevani koristi glas konfigurisan na serveru.
sv: Röster tillgängliga på din Open WebUI-server. Standardrösten använder serverns konfigurerade röst.
th: เสียงที่มีใน OpenWebUI server ของคุณ ค่าเริ่มต้นใช้เสียงที่เซิร์ฟเวอร์ตั้งไว้
tk: OpenWebUI sunucunuzda mevcut sesler. Varsayılan, sunucunun sesini kullanır.
tr: OpenWebUI sunucunuzda mevcut sesler. Varsayılan, sunucunun yapılandırdığı sesi kullanır.
ug: سېنىڭ Open WebUI سېرۋېرىدە بار ئاۋازلار. سۆڭگى سېرۋېرنىڭ سەپلەنگەن ئاۋازنى ئىشلىيدۇ.
uk: Голоси доступні на твому серверу OpenWebUI. За замовчуванням використовується голос, налаштований на сервері.
ur: OpenWebUI سرور پر دستیاب وائسز۔ ڈیفالٹ سرور کی سیٹ شدہ وائس
uz: Open WebUI serveringizda mavjud bo'lgan ovozlar. Standart server konfiguratsiyalangan ovozni ishlatadi.
vi: Các giọng nói có sẵn trên server Open WebUI của bạn. Mặc định dùng giọng nói được cấu hình trên server.
zh_hans: 你的 OpenWebUI 服务器上的可用语音。默认使用服务器配置的语音。
zh_hant: 你的 OpenWebUI 伺服器上可用的聲音。預設使用伺服器配置的聲音。

source: Web Page URL
ar: رابط الصفحة
az: Veb Səhifə URL
bg: URL адрес
bn: ওয়েব পেজ URL
bo: ཁ་པར་གླེང་ URL
bs: URL web stranice
ca: URL de pàgina web
ceb: URL ng Web Page
cs: URL webové stránky
da: Webside-URL
de: Webseiten-URL
el: URL Ιστοσελίδας
es: URL de página web
et: Veebilehe URL
eu: Web Orriaren URL
fa: آدرس صفحه وب
fi: Verkkosivun URL
fr: URL de la page web
fr_ca: URL de la page web
ga: URL an Leathanaigh
gl: URL da páxina web
he: כתובת URL של דף אינטרנט
hi: वेब पेज URL
hr: URL web stranice
hu: Weboldal URL-je
id: URL Halaman Web
it: URL pagina web
ja: WebページURL
ka: ვებ გვერდის URL
kab: URL n usebter web
ko: 웹페이지 URL
lt: Tinklapio URL
lv: Tīmekļa lapas URL
ms: URL Halaman Web
nb: Nettside-URL
nl: Website URL
pa: ਵੈਬ ਪੇਜ URL
pl: URL strony
pt_br: URL da Página Web
pt_pt: URL da Página Web
ro: URL pagină web
ru: URL страницы
sk: URL webovej stránky
sr: URL veb stranice
sv: Webb-URL
th: URL ของเว็บไซต์
tk: Web Sayfası URL'si
tr: Web Sayfası URL'si
ug: تور بېتى URL
uk: URL сторінки
ur: ویب پیج URL
uz: Veb sahifa URL manzili
vi: URL trang web
zh_hans: 网页链接
zh_hant: 網頁 URL

source: Web Search
ar: بحث الويب
az: Veb axtarış
bg: Търсене в уеб
bn: ওয়েব অনুসন্ধান
bo: དྲ་བའི་འཚོལ་བཤེར།
bs: Internet pretraga
ca: Cerca la web
cs: Vyhledávání na webu
da: Websøgning
de: Websuche
el: Αναζήτηση στο Διαδίκτυο
es: Búsqueda Web
et: Veebiotsing
eu: Web bilaketa
fa: جستجوی وب
fi: Verkkohaku
fr: Recherche Web
fr_ca: Recherche Web
ga: Cuardach Gréasáin
gl: Búsqueda na Web
he: חיפוש באינטרנט
hi: वेब खोज
hr: Internet pretraga
hu: Webes keresés
id: Pencarian Web
it: Ricerca sul Web
ja: ウェブ検索
ka: ვებში ძებნა
kab: Anadi deg Web
ko: 웹 검색
lt: Web paieška
lv: Tīmekļa meklēšana
ms: Carian Web
nb: Nettsøk
nl: Zoeken op het web
pa: ਵੈੱਬ ਖੋਜ
pl: Wyszukiwanie WWW
pt_br: Pesquisa na Web
pt_pt: Pesquisa na Web
ro: Căutare Web
ru: Веб-поиск
sk: Vyhľadávanie na webe
sr: Веб претрага
sv: Webbsökning
th: การค้นหาเว็บ
tk: Web Araması
tr: Web Araması
ug: تور ئىزدەش
uk: Веб-Пошук
ur: ویب تلاش کریں
uz: Веб-қидирув
vi: Tìm kiếm Web
zh_hans: 联网搜索
zh_hant: 網頁搜尋

source: Webpage
ar: صفحة ويب
az: Veb Səhifə
bg: Уеб страница
bn: ওয়েব পেজ
bo: ཁ་པར་གླེང་།
bs: Web stranica
ca: Pàgina web
cs: Webová stránka
da: Webside
de: Webseite
el: Ιστοσελίδα
es: Página web
et: Veebileht
eu: Web Orria
fa: صفحه وب
fi: Verkkosivu
fr: Page web
fr_ca: Page web
ga: Leathanaigh Ghréasáin
gl: Páxina web
he: דף אינטרנט
hi: वेबपेज
hr: Web stranica
hu: Weboldal
id: Halaman Web
it: Pagina web
ja: Webページ
ka: ვებ გვერდი
kab: Asebter web
ko: 웹페이지
lt: Tinklapis
lv: Tīmekļa lapa
ms: Halaman Web
nb: Nettside
nl: Webpagina
pa: ਵੈਬ ਪੇਜ
pl: Strona
pt_br: Página Web
pt_pt: Página Web
ro: Pagină web
ru: Веб-страница
sk: Webová stránka
sr: Veb stranica
sv: Webbsida
th: เว็บไซต์
tk: Web Sayfası
tr: Web Sayfası
ug: تور بېتى
uk: Веб-сторінка
ur: ویب پیج
uz: Veb sahifa
vi: Trang web
zh_hans: 网页
zh_hant: 網頁

source: Welcome, %@!
ar: مرحبا %@!
az: Xoş gəldiniz, %@!
bg: Добре дошъл, %@!
bn: স্বাগতম, %@!
bo: སྲིད་དགེས་པོ་ %@!
bs: Zdravo, %@!
ca: Benvingut, %@!
ceb: Maligayang pagdating, %@!
cs: Vítej, %@!
da: Velkommen, %@!
de: Willkommen, %@!
el: Καλώς ήρθες, %@!
es: ¡Bienvenido, %@!
et: Tere, %@!
eu: Ongi etorri, %@!
fa: خوش اومدی، %@!
fi: Tervetuloa, %@!
fr: Bienvenue, %@!
fr_ca: Bienvenue, %@!
ga: Fáilte, %@!
gl: ¡Benvido, %@!
he: ברוך הבא, %@!
hi: स्वागत है, %@!
hr: Hej, %@!
hu: Szia, %@!
id: Halo, %@!
it: Benvenuto, %@!
ja: ようこそ、%@!
ka: კეთილი იყო, %@!
kab: Azul, %@!
ko: 환영해, %@!
lt: Sveiki, %@!
lv: Sveiki, %@!
ms: Selamat datang, %@!
nb: Velkommen, %@!
nl: Welkom, %@!
pa: ਸਵਾਗਤ ਹੈ, %@!
pl: Cześć, %@!
pt_br: Bem-vindo, %@!
pt_pt: Bem-vindo, %@!
ro: Bine ai venit, %@!
ru: Добро пожаловать, %@!
sk: Vitaj, %@!
sr: Dobrodošli, %@!
sv: Välkommen, %@!
th: ยินดีต้อนรับ %@!
tk: Hoş geldin, %@!
tr: Merhaba, %@!
ug: خوش كەلدىڭىز، %@!
uk: Ласкаво просимо, %@!
ur: خوش آمدید، %@!
uz: Xush kelibsiz, %@!
vi: Chào mừng, %@!
zh_hans: 欢迎 %@！
zh_hant: 歡迎，%@！

source: What about budget tips?
ar: إيش بخصوص نصايح الميزانية؟
az: Büdcə məsləhətləri haqqında nə?
bg: А с тези съвети за пари?
bn: বাজেট টিপস সম্পর্কে কী?
bo: གླེང་སྟེགས་ལེགས་ཆ་ཟེར་དེ་ཡིན་ངེས།
bs: Šta sa savjetima oko budžeta?
ca: I consells de pressupost?
ceb: Tungkol sa budget tips?
cs: Tipy na rozpočet?
da: Hvad med budget-tips?
de: Was ist mit Budget-Tipps?
el: Τι λες για budget tips;
es: ¿Qué tal tips de presupuesto?
et: Mis eelarvenõuannete osas?
eu: Zer budgetaren aholkuez?
fa: نکات بودجه چطور؟
fi: Entä budjettivinkit?
fr: Et les astuces de budget ?
fr_ca: Des conseils budgétaires?
ga: Céard faoi leideanna buiséid?
gl: Que tal consellos de orzamento?
he: מה עם עצות לתקציב?
hi: बजट टिप्स के बारे में क्या?
hr: Što s savjetima za budžet?
hu: Mi a helyzet a költségvetési tippekkel?
id: Gimana tentang tips budget?
it: Vuoi consigli sul budget?
ja: 予算のコツは？
ka: რა თქმა უნდა ბიუჯეტის რჩევების შესახებ?
kab: D acu n tiwellihin n tebḥirt?
ko: 예산 팁은 어때?
lt: O biudžeto patarimai?
lv: Kā ar budžeta padomiem?
ms: Gimana sih budget tips?
nb: Hva med sparetips?
nl: Wat dacht je van budgettips?
pa: ਬਜਟ ਟਿਪਸ ਬਾਰੇ ਕੀ?
pl: A co z wskazówkami budżetowymi?
pt_br: E aí, dicas de orçamento?
pt_pt: E quanto a dicas de orçamento?
ro: Ce zii de sfaturi de buget?
ru: А что насчёт советов по бюджету?
sk: Čo finančné tipy?
sr: Šta sa savetima za budžet?
sv: Vad med budgettips?
th: แล้วเคล็ดลับประหยัดเงินล่ะ?
tk: Bütçe ipuçları hakkında ne düşün?
tr: Bütçe tavsiyesi hakkında?
ug: بۇجېت ئىشتى قايسى؟
uk: А що з порадами про бюджет?
ur: بجٹ ٹپس کے بارے میں کیا؟
uz: Byujet bo'yicha maslahatlar haqidami?
vi: Còn tips về ngân sách?
zh_hans: 预算建议呢？
zh_hant: 預算小訣竅呢？

source: What should the AI remember?
ar: الـ AI لازم يتذكر إيش؟
az: AI nə xatırlamalıdır?
bg: Какво трябва AI да помни за теб?
bn: এআই কী মনে রাখবে?
bo: AI ཡིས་ཅི་ལ་དགོས་ངེས།
bs: Šta bi AI trebao zapamtiti?
ca: Què hauria de recordar la IA?
ceb: Ano dapat tandaan ng AI?
cs: Co by si AI měla pamatovat?
da: Hvad skal AI'en huske?
de: Was soll die AI sich merken?
el: Τι θα πρέπει να θυμάται το AI;
es: ¿Qué debería recordar la IA?
et: Mida peaks AI meeles pidama?
eu: Zer gogoratu beharko du IAk?
fa: AI باید چی رو یادش بمونه؟
fi: Mitä AI:n kannattaa muistaa?
fr: Qu'est-ce que l'IA doit retenir ?
fr_ca: Qu'est-ce que l'IA devrait se souvenir?
ga: Céard ba cheart don AI a chuimhneachán?
gl: Que debería lembrar a IA?
he: מה צריך ה-AI לזכור?
hi: AI को क्या याद रखना चाहिए?
hr: Što bi trebao zapamtiti?
hu: Mit ne feledkezzen el az AI?
id: Apa yang harus diingat AI?
it: Cosa dovrebbe ricordare l'AI?
ja: AIに何を覚えさせる？
ka: რა უნდა დაიმახსოვროს AI?
kab: D acu i tessaǧ AI ad d-tẓer?
ko: AI가 뭘 기억해야 해?
lt: Ką AI turėtų prisiminti?
lv: Ko AI vajadzētu atcerēties?
ms: Apa aja yang harus diingat AI?
nb: Hva skal AI huske?
nl: Wat moet de AI onthouden?
pa: AI ਨੂੰ ਕੀ ਯਾਦ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ?
pl: Co AI powinno pamiętać?
pt_br: O que a IA deve lembrar?
pt_pt: O que a IA deve lembrar?
ro: Ce ar trebui să-și amintească AI-ul?
ru: Что ИИ должен помнить?
sk: Čo by mal AI pamätať?
sr: Šta bi AI trebalo da pamti?
sv: Vad ska AI:n komma ihåg?
th: AI ควรจำอะไรบ้าง?
tk: AI ne hatırlamalı?
tr: AI ne hatırlamalı?
ug: AI نېمە ئەستە ساقلىماليدۇ؟
uk: Що повинна знати про тебе ШІ?
ur: AI کو کیا یاد رکھنا چاہیے؟
uz: AI nima eslab qolishi kerak?
vi: AI nên nhớ cái gì?
zh_hans: AI 应该记什么？
zh_hant: AI 應該記得什麼？

source: What the AI remembers about you
ar: ما يتذكره الذكاء الاصطناعي عنك
az: AI sizin haqqınızda nə hatırlayır
bg: Какво помни ИИ за вас
bn: এআই আপনার সম্পর্কে কী মনে রাখে
bo: AI་གིས་ཁྱོད་ཀྱི་སྐད་ཆ་གག་མཁོ་བ།
bs: Šta AI pamti o vama
ca: Què recorda l'IA sobre tu
ceb: Kung ano ang naalaala ng AI tungkol sa iyo
cs: Co si AI pamatuje o tobě
da: Hvad AI'en husker om dig
de: Was die KI über dich erinnert
el: Τι θυμάται η ΤΝ για εσάς
es: Lo que la IA recuerda sobre ti
et: Mida AI teid meeles peab
eu: Zer gogoratzen duen AIak zuri buruz
fa: آنچه AI درباره شما یاد دارد
fi: Mitä tekoäly muistaa sinusta
fr: Ce que l'IA retient de vous
fr_ca: Ce que l'IA se souvient de vous
ga: Cad a chuimhníonn an AI ort
gl: O que a IA lembra sobre ti
he: מה ה-AI זוכר עליך
hi: एआई आपके बारे में क्या याद रखता है
hr: Što se AI sjeća o vama
hu: Mit emlékszik meg az AI rólad
id: Apa yang diingat AI tentang Anda
it: Ciò che l'IA ricorda su di te
ja: AIがあなたについて記憶していること
ka: რა ახსენია AI-ს თქვენ შესახებ
kab: Acu yuklzan AI ɣef-ik
ko: AI가 당신에 대해 기억하는 것
lt: Ką dirbtinis intelektas atsimena apie jus
lv: Ko AI atceras par jums
ms: Apa yang diingati AI tentang anda
nb: Hva AI-en husker om deg
nl: Wat de AI over je onthoud
pa: AI ਤੁਹਾਡੇ ਬਾਰੇ ਕੀ ਯਾਦ ਰੱਖਦਾ ਹੈ
pl: Co AI pamięta o Tobie
pt_br: O que a IA se lembra sobre você
pt_pt: O que a IA se lembra sobre ti
ro: Ce ține minte AI-ul despre tine
ru: Что ИИ помнит о вас
sk: Čo si AI pamätá o tebe
sr: Шта се AI сећа о вама
sv: Vad AI kommer ihåg om dig
th: AI จำอะไรเกี่ยวกับคุณบ้าง
tk: AI sizi barada neler ýatlaýar
tr: AI'nin siz hakkında hatırladıkları
ug: سۇنچۇ سىزنىڭ توغرۇسىدا نېمە ئېسىتىدى
uk: Що ШІ пам'ятає про вас
ur: اے آئی آپ کے بارے میں کیا یاد رکھتی ہے
uz: AI sizning haqingizda nima eslab qolgan
vi: Những gì AI nhớ về bạn
zh_hans: AI对你的记忆
zh_hant: AI 對你的記憶

source: When enabled, pressing Enter sends the message. When disabled, Enter creates a new line.
ar: لما تفعّل، اضغط Enter بترسل الرسالة. لما تعطل، Enter بسوي سطر جديد
az: Fəal olduqda, Enter basıldıqda mesaj göndərilir. Deaktiv olduqda, Enter yeni sətir yaradır
bg: Включено - Enter праща съобщението. Отключено - Enter прави нов ред.
bn: যখন চালু থাকে, Enter দিলে মেসেজ পাঠায়। যখন বন্ধ থাকে, Enter নতুন লাইন তৈরি করে।
bo: ལུས་པ་ཙམ་དུ། Enter ཀྱི་གླེང་རེས་སྲུང་བསྒྲུབ། ལུས་པ་མེད་ན། Enter ཡིས་གླེང་རེས་གསར་པ་གསར་ལ།
bs: Uključeno = Enter šalje poruku. Isključeno = Enter novi red.
ca: Quan està activat, prémer Retorn envia el missatge. Quan està desactivat, crea una nova línia.
ceb: Kapag naka-enable, ang Enter ay nagpapadala ng message. Kapag naka-disable, lumilikha ang Enter ng bagong linya.
cs: Když je zapnuté, Enter pošle zprávu. Když je vypnuté, Enter vytvoří nový řádek.
da: Når du aktiverer det, sender Enter beskeden. Når du deaktiverer det, opretter Enter en ny linje
de: Wenn aktiviert, sendet Enter die Nachricht. Wenn deaktiviert, erzeugt Enter eine neue Zeile.
el: Όταν είναι ενεργό, το Enter στέλνει το μήνυμα. Όταν είναι απενεργοποιημένο, το Enter φτιάχνει νέα γραμμή.
es: Cuando está habilitado, presionar Enter envía el mensaje. Cuando está deshabilitado, Enter crea una nueva línea.
et: Kui lubatud, Enter saadab sõnumi. Kui keelatud, Enter loob uue rea.
eu: Gaitzeanean, Entraentziak mezua bidalten du. Desgaitzeanean, Entraentziak lerro berria sortzen du
fa: وقتی فعال باشه، Enter پیام رو میفرسته. وقتی غیرفعال باشه، Enter خط جدید ایجاد میکنه.
fi: Kun päällä, Enter lähettää viestin. Kun pois päältä, Enter tekee uuden rivin.
fr: Quand activé, appuyer sur Entrée envoie le message. Quand désactivé, Entrée crée une nouvelle ligne.
fr_ca: Quand activé, appuyer sur Entrée envoie le message. Quand désactivé, Entrée crée une nouvelle ligne.
ga: Nuair atá sé ar siúl, seolann Enter an teachtaireacht. Nuair atá sé as, cruthódh Enter líne nua.
gl: Cando está activado, Intro envía a mensaxe. Cando está desactivado, Intro crea nova liña.
he: כשזה הופעל, Enter שולח את ההודעה. כשזה כבוי, Enter יוצר שורה חדשה.
hi: जब ऑन हो, Enter दबाने से मैसेज भेज जाता है। जब ऑफ हो, Enter नई लाइन बनाता है।
hr: Kad je omogućeno, Enter šalje poruku. Kad je onemogućeno, Enter kreira novi red.
hu: Ha bekapcsolt, az Enter elküldi az üzenetet. Ha kikapcsolt, új sort hoz létre
id: Kalau aktif, tekan Enter buat kirim pesan. Kalau nonaktif, Enter bikin baris baru.
it: Quando abilitato, premere Invio invia il messaggio. Quando disabilitato, Invio crea una nuova riga.
ja: 有効にするとEnterでメッセージ送信。無効にするとEnterで改行。
ka: როდესაც ჩართულია, Enter აგზავნის შეტყობინებას. როდესაც გამორთულია, Enter ქმნის ახალ ხაზს.
kab: Ticki yettwarmed, Enter yeggen ujumma. Ticki ur yettwarmed ara, Enter yesnemmal tasureft.
ko: 켜면 Enter를 눌러서 메시지를 보내. 끄면 Enter로 줄바꿈을 해.
lt: Kai įjungta, Enter siunčia žinutę. Kai išjungta, Enter pradeda naują eilutę.
lv: Kad iespējots, Enter sūta ziņu. Kad atspējots, Enter izveido jaunu rindu.
ms: Pas aktif, tekan Enter kirim pesan. Pas nonaktif, Enter bikin baris baru.
nb: Når aktivert sender Enter meldingen. Når deaktivert oppretter Enter en ny linje.
nl: Wanneer ingeschakeld, stuurt Enter het bericht. Wanneer uit, maakt Enter een nieuwe regel.
pa: ਜਦੋਂ ਆਨ ਹਾਏ ਤਾਂ Enter ਦਬਾਉ ਮੈਸੇਜ ਭੇਜ। ਜਦੋਂ ਆਫ ਹਾਏ ਤਾਂ Enter ਨਵੀ ਲਾਈਨ ਬਣਾਉ।
pl: Gdy włączone, Enter wysyła wiadomość. Gdy wyłączone, Enter tworzy nową linię.
pt_br: Quando ativado, pressionar Enter envia a mensagem. Quando desativado, Enter cria uma nova linha
pt_pt: Quando ativado, pressionar Enter envia a mensagem. Quando desativado, Enter cria uma nova linha.
ro: Când e activat, Enter trimite mesajul. Când e dezactivat, Enter creează o linie nouă.
ru: Если включить, Enter отправляет сообщение. Если выключить, Enter создаёт новую строку.
sk: Keď je zapnuté, Enter pošle správu. Keď vypnuté, Enter vytvorí nový riadok.
sr: Kada je uključeno, pritiskom na Enter pošalješ poruku. Kada je isključeno, Enter pravi novi red.
sv: När aktiverad skickar Enter meddelandet. När inaktiverad skapar Enter en ny rad.
th: เปิดไว้กด Enter ส่งข้อความ ปิดไว้ Enter ขึ้นบรรทัดใหม่
tk: Etkinken, Enter mesajı gönderir. Kapalıyken, yeni satır oluşturur.
tr: Açıksa, Enter mesajı gönderir. Kapalıysa, Enter yeni satır oluşturur.
ug: Enterنى بېسسە خەت يوللىنىدۇ. تۇتۇق بولسا يېڭى قۇر يازىلىدۇ.
uk: Коли ввімкнено, Enter відправляє повідомлення. Коли вимкнено, Enter створює новий рядок.
ur: جب آن ہو تو Enter سے پیغام بھیجتا ہے۔ جب آف ہو تو نئی لائن بنتی ہے
uz: Faollashtirilganda, Enter xabar yuboradi. O'chirilganda, Enter yangi satr yaratadi.
vi: Khi bật, nhấn Enter gửi tin nhắn. Khi tắt, Enter tạo dòng mới.
zh_hans: 开启的话，按 Enter 就发送。关闭的话，Enter 就换行。
zh_hant: 啟用時按 Enter 傳送訊息。停用時 Enter 建立新一行。
